{"_id":{"$oid":"5efe100cbba79dd6e71e1daf"},"Name":"Romance","Description":"Romantic love stories recorded in visual media for broadcast in theaters and on TV that focus on passion and emotion"}
{"_id":{"$oid":"5efe101abba79dd6e71e1db0"},"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."}
{"_id":{"$oid":"5efe1024bba79dd6e71e1db1"},"Name":"Sci-Fi","Description":"Science fiction (sometimes shortened to sci-fi or SF) is a genre of speculative fiction that typically deals with imaginative and futuristic concepts such as advanced science and technology, space exploration, time travel, parallel universes, and extraterrestrial life. It has been called the \"literature of ideas\", and often explores the potential consequences of scientific, social, and technological innovations."}
{"_id":{"$oid":"5efe1030bba79dd6e71e1db2"},"Name":"Animated","Description":"Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."}
{"_id":{"$oid":"5efe103dbba79dd6e71e1db3"},"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."}
{"_id":{"$oid":"5efe104bbba79dd6e71e1db4"},"Name":"Action-Adventure","Description":"A hybrid of the action and adventure genres that features the protagonist traveling to exotic locations while being chased, attacked or thrust into physical challenges that result in fights, chases, destruction and life-threatening stunts. Examples include the Indiana Jones franchise and many superhero films."}
{"_id":{"$oid":"5efe105dbba79dd6e71e1db5"},"Name":"Drama","Description":"Drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone.[1] Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre or micro-genre[2] such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\""}
